OpenFOAM_Artery_Lab_ADT/openfoam9/tutorials/incompressible/pimpleFoam/laminar/planarCouette/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh

runApplication createPatch -overwrite

runApplication $(getApplication)

#------------------------------------------------------------------------------
